const sim = prompt('Впишите название города из списка, что бы получить его координаты. Список доступных городов: Днепр, Киев, Харьков, Винница, Луцк');

let alertMsg = '';
switch (sim) {
    case "Днепр":
        alertMsg = `Кординаты города ${sim} 48.448959,35.099626`;
        break;
    case "Киев":
        alertMsg = `Кординаты города ${sim} 50.407424,30.509657`;
        break;
    case "Харьков":
        alertMsg = `Кординаты города ${sim} 49.985448,36.249303`;
        break;
    case "Винница":
        alertMsg = `Кординаты города ${sim} 49.206271,28.481561`;
        break;
    case "Луцк":
        alertMsg = `Кординаты города ${sim} 50.728415,25.364886`;
        break;
    default:
        alertMsg = 'Некорректно указано место'
        break;
}

console.log(alertMsg);